{
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "darkvoid.nvim": { "branch": "master" },
  "easy-dotnet.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "godbolt.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "marker-groups.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "v1.x" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "v1.x" },
  "mojo.vim": { "branch": "main" },
  "note.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-devdocs": { "branch": "master" },
  "nvim-emmet": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "roslyn.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "rzls.nvim": { "branch": "main" },
  "tailwind-tools": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
